Revit 2027 API
ParameterTypeId.RbsElecAnalyticalSecondaryHighLegPhase Property
 "Secondary High-leg Phase"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecAnalyticalSecondaryHighLegPhase { get; }
Public Shared ReadOnly Property RbsElecAnalyticalSecondaryHighLegPhase As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecAnalyticalSecondaryHighLegPhase {
	ForgeTypeId^ get ();
}
static member RbsElecAnalyticalSecondaryHighLegPhase : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace